Repository: jrie/kisslib
Catalog: KISSebook.po
Languages: de_de

source: Welcome to KISS Ebook
de_de: Willkommen beim KISS Ebook Starter

source: Author and title
de_de: Autor und Titel

source: Authors
de_de: Autoren

source: Title
de_de: Titel

source: Category
de_de: Kategorie

source: Filename
de_de: Dateiname

source: Search inside ebook list...
de_de: In der Liste der Ebooks suchen...

source: Start search using input
de_de: Mittels Eingabe suchen

source: Clear search and restore entries to default.
de_de: Suche zurücksetzen und Einträge wiederherstellen

source: Open
de_de: Öffnen

source: Author
de_de: Autor

source: Priority
de_de: Priorität

source: Read
de_de: Gelesen

source: Main
de_de: Datei

source: Quit
de_de: Beenden

source: Operations
de_de: Aktionen

source: Setup launcher applications
de_de: Anzeigeprogramme einstellen

source: Set launcher applications and parameters
de_de: Anzeigeprogramme und Parameter einstellen

source: Clear ebooks from list and database
de_de: Ebook liste leeren und aus Datenbank entfernen

source: Import files and folders
de_de: Dateien und Verzeichnisse importieren

source: Edit ebook details
de_de: Ebook-Details bearbeiten

source: View
de_de: Ansicht

source: Show or hide columns...
de_de: Spalten anzeigen oder ausblenden

source: Read state
de_de: Gelesen

source: Reset column order
de_de: Sortierung der Spalten zurücksetzen

source: Options
de_de: Optionen

source: Edit options
de_de: Optionen anpassen

source: KISS Ebook Starter - Setup
de_de: KISS Ebook Starter - Einstellungen

source: No, thank you.
de_de: Nein danke

source: Please help me!
de_de: Ja bitte!

source: Evince - Document Viewer
de_de: Evince - Dateibetrachter

source: KISS Ebook Starter - Setup launcher applications
de_de: KISS Ebook Starter - Anzeigeprogramme einstellen

source: None
de_de: Keines

source: PDF file handler:
de_de: Anzeigeprogramm für PDF-Dateien

source: EPUB file handler:
de_de: Anzeigeprogramm für EPUB-Dateien

source: MOBI file handler:
de_de: Anzeigeprogramm für MOBI-Dateien

source: CHM file handler:
de_de: Anzeigeprogramm für CHM-Dateien

source: Cancel setup
de_de: Einstellungen abbrechen

source: Save selections
de_de: Auswahl speichern

source: KISS Ebook Starter - Set launcher applications
de_de: KISS Ebook Starter - Anzeigeprogramme einstellen

source: Name of the application to launch .pdf files.
de_de: Name des Programms um PDF-Dateien aufzurufen.

source: Name of the application to launch .epub files.
de_de: Name des Anzeigeprogramms für EPUB-Dateien.

source: Name of the application to launch .mobi files.
de_de: Name des Anzeigeprogramms für MOBI-Dateien.

source: Name of the application to launch .chm files.
de_de: Name des Anzeigeprogramms für CHM-Dateien.

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: KISS Ebook Starter - Edit ebook details
de_de: KISS Ebook starter - Details eines Ebook bearbeiten

source: Title:
de_de: Titel:

source: Author:
de_de: Autor:

source: Filename:
de_de: Dateiname:

source: Path:
de_de: Pfad:

source: The title of the ebook displayed in KISS Ebook.
de_de: Anzeige des Ebook-Titels im KISS Ebook Starter

source: The ebook author(s) displayed in KISS Ebook.
de_de: Anzeige der Ebook-Autoren im KISS Ebook Starter

source: Author(s)
de_de: Autor(en)

source: The file name which is not changeable.
de_de: Der Dateiname welcher nicht änderbar ist.

source: Complete path
de_de: Vollständiger Pfad

source: Complete path, including the filename. This is not changeable.
de_de: Vollständiger Pfad inklusive Dateiname. Dies ist nicht änderbar.

source: The ebook format which is not changeable.
de_de: Das Format des Ebook welches nicht änderbar ist

source: Save data
de_de: Daten speichern

source: KISS Ebook Starter - Options
de_de: KISS Ebook Starter - Optionen

source: Visible columns:
de_de: Sichtbare Spalten:

source: Read status
de_de: Gelesen

source: Overwrite existing on import
de_de: Vorhandene Einträge überschreiben

source: Sort column on startup:
de_de: Spalten beim Starten sortieren:

source: No sorting
de_de: Keine Sortierung

source: KISS Ebook Starter - Import files and folders
de_de: KISS Ebook Starter - Dateien und Verzeichnisse importieren

source: All supported ebook formats
de_de: Unterstützte Ebook-Formate

source: error.
de_de: Fehler.

source: errors.
de_de: Fehler.

source: [STATUS] Done importing
de_de: [STATUS] Import abgeschlossen

source: file
de_de: Datei

source: files
de_de: Dateien

source: Please set a laucher application first to open a file.
de_de: Bitte erst ein Anzeigeprogramm einstellen um eine Datei zu öffnen.
